Repository: kevincobain2000/Emergency-Git-working-V1
Catalog: temp/*.lproj/Localizable.strings
Languages: ar, de, es, fr, id, ja, ms, vi

source: First Last
de: Vorname Nachname
es: Nombre Apellido
fr: Premier Dernier
id: Etel nama
ja: 名前 苗字
ms: Tetapkan Nama
vi: Tên Họ

source: I am in need of help ASAP. I am currently at -
ar: أنا في حاجة للمساعدة في اسرع وقت ممكن. وأنا حاليا متواجد في -
de: Ich benötige Hilfe so schnell wie möglich. Ich momentaner Aufenthaltsort ist -
es: Necesito ayuda lo más rápido posible. Estoy en -
fr: J’ai besoin d’aide en urgence. Je suis actuallement à -
id: Aku butuh bantuan segera. Saat ini aku di -
ja: すぐに助けが必要です。私は今 - にいます。 -
ms: Saya memerlukan bantuan sekarang. Saya kini di -
vi: Tôi đang cần sự giúp đỡ. Bây giờ tôi đang ở tại -

source: First
de: Vorname
es: Nombre
fr: Premier
id: Setel
ja: 名前
ms: Tetapkan
vi: Tên

source: Last
de: Nachname
es: Apellido
fr: Dernier
id: Nama
ja: 苗字
ms: Nama
vi: Họ

source: Choose Contact
ar: اختيار جهة التصال
de: Kontakt auswählen
es: Escoge contacto
fr: Choix du contact
id: Pilih kontak
ja: 連絡先を選択
ms: Pilih Hubungi
vi: Chọn Người Liên Lạc

source: Can't call using this device
ar: ل يمكن إجراء مكالمة باستخدام هذا الجهاز
de: Anruf mit diesem Gerät nicht möglich Reset Rücksetzen
es: No puede llamar usando este dispositivo
fr: Cet appareil ne permet pas d’effectuer des appels
id: Perangkat ini tidak dapat digunakan untuk melakukan panggilan
ja: このデバイスからは通話できません。
ms: Tidak boleh Panggilan Menggunakan peranti ini
vi: Không Thể Gọi Điện Bằng Thiết Bị Này.

source: My Contacts
ar: جهات التصالت الخاصة
de: Meine Kontakte
es: Mis Contactos
fr: Mes Contacts
id: Kontak
ja: マイコンタクト
ms: Kenalan Saya
vi: Danh Bạ Của Tôi

source: Facebook Requires iOS 6.0
ar: IOS من ٦،٠ استخدام الفيسبوك يتطلب نسخة
de: Facebook benötigt iOS 6.0
es: Facebook require iOS 6.0
fr: Facebook nécessite iOS 6.0
id: Facebook membutuhkan iOS 6.0
ja: FacebookはiOS 6.0を必要としています。
ms: Facebook Memerlukan iOS 6.0
vi: Facebook Yêu Cầu Hệ Điều Hành iOS 6.0

source: Social
ar: اجتماعي
de: Sozial
id: Jaringan sosial
ja: ソーシャル
ms: Sosial
vi: Mạng Xã Hội

source: No Twitter Account Set on My Device
ar: لم يتم إعداد حساب تويتر
de: Es ist kein Twitterkonto auf diesem Gerät definiert
es: Cuenta de Twitter no establecida
fr: Pas de compte Twitter installé sur cet appareil
id: Tidak ada Akun Twitter yang diatur di perangkat ini
ja: このデバイスにはツイッターアカウントが設定されていません。
ms: Tiada Set Akaun Twitter pada Peranti Saya
vi: Tài Khoản Twitter Chưa Được Thiết Lập Trên Thiết Bị

source: Gadgets
ar: الدوات
de: Zubehör
es: Dispositivo
id: Perangkat
ja: ガジェット
ms: Alat
vi: Tiện Ích

source: Sound - ON
ar: تشغيل الصوت
de: Klang - EIN
es: Sonido - Encendido
fr: Son - ON
id: Suara - hidup
ja: サウンド - ON
ms: Bunyi - ON
vi: Báo Động - BẬT

source: Torch & Sound - ON
ar: إشعال الضوء الكشاف
de: Taschenlampe und Klang - EIN
es: Linterna & Sonido - Encendido
fr: Torch et Son - ON
id: Senter & suara - hidup
ja: フラッシュライト & サウンド - ON
ms: Obor & Bunyi - ON
vi: Đèn Pin & Báo Động - BẬT

source: Torch - ON
ar: تشغيل الشعلة
de: Klang - AUS
es: Linterna - Encendido
fr: Torche – ON
id: Senter - nyala
ja: フラッシュライト - ON
ms: Obor - ON
vi: Báo Động - BẬT

source: Done
ar: تم النتهاء
de: Fertig
es: Concluido
fr: Effectué
id: Selesai
ja: 完了
ms: Selesai
vi: Hoàn Thành

source: No Location
ar: ل يوجد موقع حالي
de: Kein Ort
fr: Non Localisation
id: Lokasi tidak ada
ja: 位置情報がありません
ms: Tiada Lokasi
vi: Không Có Vị Trí

source: Police
ar: شرطة
de: Polizei
es: Policía
id: Polisi
ja: 警察
ms: Polis
vi: Cảnh Sát

source: Fire
ar: إطفاء
de: Feuerwehr
es: Fuego
fr: Feu
id: Pemadam kebakaran
ja: 消防
ms: Pemadam Kebakaran
vi: Cứu Hỏa

source: Hospital
ar: مستشفى
de: Krankenhaus
fr: Hôpital
id: Rumah sakit
ja: 病院
vi: Bệnh Viện

source: Police - Phone number
ar: رقم هاتف الشرطة
de: Polizei - Telefonnummer
es: Número de policía
fr: Police- numéro de téléphone
id: Polisi - nomor telepon
ja: 警察 - 電話番号
ms: Polis - nombor telefon
vi: Cảnh Sát - Số Điện Thoại

source: Fire - Phone number
ar: رقم هاتف الطفاء
de: Feuerwehr - Telefonnummer
es: Número de bomberos
fr: Feu- numéro de téléphone
id: Pemadam kebakaran - nomor telepon
ja: 消防 - 電話番号
ms: Pemadam Kebakaran - nombor telefon
vi: Cứu Hỏa - Số Điện Thoại

source: Hospital - Phone number
ar: رقم هاتف المستشفى
de: Krankenhaus - Telefonnummer
es: Número de hospital
fr: Hôpital- numéro de téléphone
id: Rumah sakit - nomor telepon
ja: 病院 - 電話番号
ms: Hospital - nombor telefon
vi: Bệnh Viện - Số Điện Thoại

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
id: Konfirmasi
ja: 確定
ms: Sahkan
vi: Xác Nhận

source: Restore saved contacts, message & location ?
ar: استعادة جهات التصالت والرسائل و المواقع المسجلة؟
de: Abgespeicherte Kontakte, Nachrichten und Orte wiederherstellen ?
es: Restaurar contactos, mensajes y lugar salvados ?
fr: Restaurer contact, message et localization sauvegardés
id: Simpan kontak, pesan & lokasi?
ja: 保存した連絡先、メッセージ、位置情報を復元しますか？
ms: Kembalikan kenalan, mesej & lokasi ?
vi: Khôi Phục Lưu Danh Bạ, Tin Nhắn & Vị Trí ?

source: Information Reset
ar: مسح المعلومات
de: Informationen rücksetzen
es: Resetear Información
fr: Restaurer les informations par défauts
id: Atur ulang informasi
ja: 情報をリセット
ms: Maklumat Reset
vi: Thiết Lập Lại Thông Tin

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ja: キャンセル
ms: Batal
vi: Hủy Bỏ

source: Ok
ar: موافق
vi: Hoàn Thành

source: Set above Numbers ?
ar: إعداد الرقام المبينة أعله؟؟
de: Oben gezeigt Nummern übernehmen ?
es: Introducir los números usados previamente ?
fr: Installer les numéros précédents
id: Set nomor di atas ?
ja: これらの番号を登録しますか？
ms: Set nombor di atas ?
vi: Thiết Lập Số Trên ?

source: Call
ar: إجراء اتصال
de: Anruf
es: Llamar
fr: Appel
id: Memanggil
ja: 電話
ms: Panggil
vi: Gọi
